Revit 2027 API
ParameterTypeId.CeilingAttrSpacing2Param Property
 "Spacing Axis 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CeilingAttrSpacing2Param { get; }
Public Shared ReadOnly Property CeilingAttrSpacing2Param As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CeilingAttrSpacing2Param {
	ForgeTypeId^ get ();
}
static member CeilingAttrSpacing2Param : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace